11/data/attachments/96b229a56905c6de.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Elizabeth_school_Actions_72191_4</nif:username>
            <nif:friendToBeRequested>soap_actions_16ffd1cd-2474-4640-b54f-f2b435abd891</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>